tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "bramstein/webfonttools"
tap "buo/cask-upgrade"
tap "r-lib/rig"
tap "ringohub/redis-cli"
tap "isen-ng/dotnet-sdk-versions"

# Utilities
brew "1password-cli"
brew "ack"
brew "awscli"
brew "bfg"
brew "cmake"
brew "coreutils"
brew "doctl"
brew "ffmpeg"
brew "findutils"
brew "gifsicle"
brew "git-lfs"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "graphviz"
brew "grep"
brew "hatch"
brew "htop"
brew "iperf3"
brew "jq"
brew "libgit2"
brew "lua"
brew "lynx"
brew "mariadb-connector-odbc"
brew "moreutils"
brew "netcat"
brew "neovim"
brew "openssh"
brew "optipng"
brew "p7zip"
brew "pigz"
brew "pipenv"
brew "pkg-config"
brew "php@8.1"
brew "pngquant"
brew "psqlodbc"
brew "pv"
brew "quarto"
brew "rename"
brew "rlwrap"
brew "screen"
brew "ssh-copy-id"
brew "svgo"
brew "svn"
brew "tree"
brew "unixodbc"
brew "vbindiff"
brew "vim"
brew "wget"
brew "zopfli"
brew "zsh"

# Fonts
cask "font-fira-code"
cask "font-source-code-pro"

# R
cask "zulu21"

# Apps/Casks
cask "1password"
cask "alfred"
cask "anaconda"
cask "bartender"
cask "chatgpt"
cask "citrix-workspace"
cask "claude"
cask "cleanshot"
cask "cursor"
cask "dash"
cask "dbngin"
cask "docker"
cask "dotnet-sdk6-0-400"
cask "evernote"
cask "firefox"
cask "freedom"
cask "geekbench"
cask "github"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "logitech-options"
cask "mactex"
cask "nova"
cask "openaudible"
cask "rig"
cask "rstudio"
cask "slack"
cask "sonos"
cask "soundsource"
cask "spotify"
cask "sublime-merge"
cask "sublime-text"
cask "tableplus"
cask "transmit"
cask "visual-studio-code"
cask "zoom"
cask "zotero"
