tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "bramstein/webfonttools"
tap "buo/cask-upgrade"
tap "ringohub/redis-cli"

brew "mas"

# Utilities
brew "ack"
brew "awscli"
brew "coreutils"
brew "doctl"
brew "findutils"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "htop"
brew "imageoptim-cli"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "lua"
brew "lynx"
brew "moreutils"
brew "mariadb-connector-odbc"
brew "openssh"
brew "optipng"
brew "p7zip"
brew "pigz"
brew "pipenv"
brew "pkg-config"
brew "pngquant"
brew "pv"
brew "rclone"
brew "redis-cli"
brew "rename"
brew "rlwrap"
brew "screen"
brew "ssh-copy-id"
brew "svgo"
brew "svn"
brew "tree"
brew "unixodbc"
brew "vbindiff"
brew "vim"
brew "wget"
brew "zopfli"
brew "zsh"

# Fonts
brew "sfnt2woff"
brew "sfnt2woff-zopfli"
brew "woff2"
cask "font-fira-code"
cask "font-lato"
cask "font-source-code-pro"

# PHP
brew "php@7.4"
brew "php@8.0"
brew "composer"
cask "ray"
cask "tinkerwell"

# R
brew "r"
cask "zulu15"

# Apps
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Magnet", id: 441258766
mas "Mimir", id: 1508343025
mas "Pixelmator Pro", id: 1289583905
mas "xScope 4", id: 889428659
mas "Kindle", id: 405399194

cask "1password"
cask "alfred"
cask "bartender"
cask "caffeine"
cask "calibre"
cask "coda"
cask "dash"
cask "dbngin"
cask "discord"
cask "evernote"
cask "freedom"
cask "garmin-express"
cask "geekbench"
cask "github"
cask "google-chrome"
cask "iina"
cask "imageoptim"
cask "istat-menus"
cask "istat-menus"
cask "jetbrains-toolbox"
cask "logitech-options"
cask "mactex"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-remote-desktop"
cask "microsoft-word"
cask "nova"
cask "openaudible"
cask "parallels"
cask "plex"
cask "private-internet-access"
cask "rstudio"
cask "screenflow"
cask "slack"
cask "sonos"
cask "spotify"
cask "sublime-merge"
cask "sublime-text"
cask "switchresx"
cask "tableplus"
cask "telegram"
cask "transmit"
cask "transmission"
cask "viscosity"
cask "visual-studio-code"
cask "zoom"
cask "zotero"
